tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
brew "python@3.10"
brew "asciinema"
brew "autoenv"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "glib"
brew "python@3.9"
brew "tcl-tk"
brew "checkbashisms"
brew "cmake"
brew "colordiff"
brew "comby"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dmg2img"
brew "dockutil"
brew "folly"
brew "elm"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "mbedtls"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc@9"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "gitlint"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "groovy"
brew "gzip"
brew "highlight"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jless"
brew "jq"
brew "just"
brew "less"
brew "lesspipe"
brew "libssh"
brew "llvm@8"
brew "llvm@9"
brew "mas"
brew "nghttp2"
brew "ngrep"
brew "ninja"
brew "nlohmann-json"
brew "node"
brew "node@10"
brew "node@12"
brew "node@14"
brew "noti"
brew "nvm"
brew "openssl@3"
brew "osxutils"
brew "p7zip"
brew "pidof"
brew "qrencode"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "spdlog"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vcpkg"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wdiff"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
cask "1password"
cask "1password6"
cask "acorn"
cask "alfred"
cask "balance-lock"
cask "bartender"
cask "brave-browser"
cask "breitbandmessung"
cask "cleanshot"
cask "controlplane"
cask "cyberduck"
cask "dash3"
cask "deepl"
cask "drawio"
cask "firefox"
cask "font-hack"
cask "gimp"
cask "git-credential-manager-core"
cask "google-chrome"
cask "grammarly"
cask "hyper"
cask "iina"
cask "istat-menus5"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "logitech-myharmony"
cask "microsoft-office"
cask "microsoft-teams"
cask "mpv"
cask "muzzle"
cask "obsidian"
cask "signal"
cask "skim"
cask "skitch"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "textmate"
cask "tiptoi-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Bear", id: 1091189122
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flow", id: 1423210932
mas "GIF Brewery 3", id: 1081413713
mas "Hush", id: 1544743900
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notchmeister", id: 1599169747
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "Pure Paste", id: 1611378436
mas "Reeder", id: 880001334
mas "Save to Pocket", id: 1477385213
mas "Simplenote", id: 692867256
mas "Spark", id: 1176895641
mas "Speed Player", id: 1521133201
mas "Speediness", id: 1596706466
mas "Tot", id: 1491071483
mas "Type2Phone", id: 472717129
mas "Typeeto", id: 970502923
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
