tap "buo/cask-upgrade"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "autoenv"
brew "aws-shell"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "checkbashisms"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "elm"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "groovy"
brew "highlight"
brew "httpie"
brew "jq"
brew "less"
brew "lesspipe"
brew "mas"
brew "ngrep"
brew "nvm"
brew "osxutils"
brew "p7zip"
brew "pass"
brew "pidof"
brew "postgresql@9.6", restart_service: true, link: true
brew "ripgrep"
brew "ruby"
brew "scala"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "unrar"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
cask "1password"
cask "acorn"
cask "alfred"
cask "bartender"
cask "brave"
cask "ccmenu"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fliqlo"
cask "gfxcardstatus"
cask "gimp"
cask "google-chrome"
cask "gpgtools-beta"
cask "grammarly"
cask "hyper"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mpv"
cask "muzzle"
cask "nextcloud"
cask "qutebrowser"
cask "rocket"
cask "signal"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "textmate"
cask "tripmode"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "whatsapp"
cask "windscribe"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-versions/dash3"
cask "homebrew/cask-versions/java8"
cask "homebrew/cask-versions/safari-technology-preview"
mas "Bear", id: 1091189122
mas "GIF Brewery 3", id: 1081413713
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simplenote", id: 692867256
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
