tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autoenv"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "checkbashisms"
brew "cmake"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "elm"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "groovy"
brew "highlight"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "less"
brew "lesspipe"
brew "mas"
brew "ngrep"
brew "ninja"
brew "node"
brew "noti"
brew "nvm"
brew "osxutils"
brew "p7zip"
brew "pidof"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
cask "1password"
cask "1password6"
cask "acorn"
cask "agenda"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "controlplane"
cask "cyberduck"
cask "dash3"
cask "deepl"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "franz"
cask "gfxcardstatus"
cask "gimp"
cask "google-chrome"
cask "grammarly"
cask "hyper"
cask "iina"
cask "istat-menus5"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "logitech-myharmony"
cask "microsoft-office"
cask "microsoft-teams"
cask "mpv"
cask "muzzle"
cask "signal"
cask "skim"
cask "skitch"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "textmate"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "Bear", id: 1091189122
mas "GIF Brewery 3", id: 1081413713
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Save to Pocket", id: 1477385213
mas "Simplenote", id: 692867256
mas "Spark", id: 1176895641
mas "Type2Phone", id: 472717129
mas "Typeeto", id: 970502923
mas "Xcode", id: 497799835
